Repository: Spacebody/Vela
Catalog: Vela/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# error.subscription.applyFailed
source: Mihomo could not safely apply the updated configuration.
zh_hans: Mihomo 无法安全应用更新后的配置。

# error.subscription.authenticationFailed
source: Subscription authentication failed.
zh_hans: 订阅身份验证失败。

# error.subscription.cancelled
source: The subscription update was cancelled.
zh_hans: 已取消订阅更新。

# error.subscription.cleanupFailed
source: The subscription profile was deleted, but its private staged files could not be cleaned up.
zh_hans: 订阅配置已删除，但无法清理其私有暂存文件。

# error.subscription.contentInvalid
source: The subscription response is not a valid Mihomo configuration.
zh_hans: 订阅响应不是有效的 Mihomo 配置。

# error.subscription.htmlResponse
source: The server returned HTML instead of Clash/Mihomo YAML. Confirm the URL is a direct subscription endpoint (use the raw file URL for GitHub), or try the Clash Verge User-Agent.
zh_hans: 服务器返回了 HTML，而不是 Clash/Mihomo YAML。请确认该 URL 是直接订阅端点（GitHub 请使用原始文件 URL），或尝试 Clash Verge User-Agent。

# error.subscription.missingProxySection
source: The YAML does not contain proxies or proxy-providers. Confirm the provider returned a Clash/Mihomo subscription.
zh_hans: YAML 中不包含 proxies 或 proxy-providers。请确认服务商返回的是 Clash/Mihomo 订阅。

# error.subscription.recoveryFailed
source: Vela could not restore a consistent profile state after the update failed.
zh_hans: 更新失败后，Vela 无法恢复一致的配置状态。

# error.subscription.remoteProfile.action
source: Review the subscription settings and try again.
zh_hans: 检查订阅设置后重试。

# error.subscription.remoteProfile.title
source: Remote Profile Error
zh_hans: 远程配置错误

# error.subscription.requestFailed
source: The subscription server could not provide the profile.
zh_hans: 订阅服务器无法提供配置。

# error.subscription.secretMissing
source: Subscription credentials are missing.
zh_hans: 缺少订阅凭据。

# error.subscription.unsupportedFormat
source: The subscription is not Clash/Mihomo YAML. Vela does not convert Base64, proxy URI, Surge, or sing-box subscriptions.
zh_hans: 该订阅不是 Clash/Mihomo YAML。Vela 不会转换 Base64、代理 URI、Surge 或 sing-box 订阅。

# error.subscription.yamlParsingFailed
source: The subscription is not a valid YAML mapping.
zh_hans: 该订阅不是有效的 YAML 映射。

# error.support.export.title
source: Support Export Failed
zh_hans: 支持包导出失败

# help.category.automation
source: Automation
zh_hans: 自动化

# help.category.configuration
source: Configuration
zh_hans: 配置

# help.category.gettingStarted
source: Getting Started
zh_hans: 开始使用

# help.category.maintenance
source: Maintenance
zh_hans: 维护

# help.category.networking
source: Networking
zh_hans: 网络

# help.category.reference
source: Reference
zh_hans: 参考

# help.category.troubleshooting
source: Troubleshooting
zh_hans: 故障排查

# help.center.title
source: Help Center
zh_hans: 帮助中心

# help.load.failed
source: Help Could Not Be Loaded
zh_hans: 无法载入帮助

# help.loading
source: Loading Help…
zh_hans: 正在载入帮助…

# help.locale.fallback
source: This article is shown in English because the requested Help locale is unavailable.
zh_hans: 请求的帮助语言不可用，当前显示英文内容。

# help.navigation.back
source: Back
zh_hans: 后退

# help.navigation.forward
source: Forward
zh_hans: 前进

# help.related.title
source: Related Topics
zh_hans: 相关主题

# help.search.noResults
source: No Results
zh_hans: 没有结果

# help.search.noResults.detail
source: Try a different title, keyword, or phrase.
zh_hans: 尝试其他标题、关键词或短语。

# help.search.prompt
source: Search Help
zh_hans: 搜索帮助

# help.selection.empty
source: Choose a Help Topic
zh_hans: 选择一个帮助主题

# help.selection.empty.detail
source: Select an article from the list to read it offline.
zh_hans: 从列表中选择文章以离线阅读。

# help.tryAgain
source: Try Again
zh_hans: 重试

# help.window.title
source: Vela Help
zh_hans: Vela 帮助

# latency.accessibility.stateFormat
source: Latency, %@
zh_hans: 延迟，%@

# latency.measurement.millisecondsFormat
source: %lld ms
zh_hans: %lld 毫秒

# latency.state.failed
source: Failed
zh_hans: 失败

# latency.state.good
source: Good
zh_hans: 良好

# latency.state.medium
source: Medium
zh_hans: 一般

# latency.state.slow
source: Slow
zh_hans: 较慢

# latency.state.testing
source: Testing…
zh_hans: 正在测试…

# latency.state.unknown
source: Unknown
zh_hans: 未知

# legacy.aboutVela
source: About Vela
zh_hans: 关于 Vela

# legacy.actions
source: Actions
zh_hans: 操作

# legacy.activate
source: Activate
zh_hans: 启用

# legacy.activeConnectionsIntegerFormat
source: %lld active connections
zh_hans: %lld 个活跃连接

# legacy.activeCore
source: Active Core
zh_hans: 当前 内核

# legacy.addAConfiguration
source: Add a Configuration
zh_hans: 添加配置

# legacy.addLocal
source: Add Local
zh_hans: 添加本地配置

# legacy.addProfile
source: Add Profile
zh_hans: 添加配置

# legacy.addRemoteSubscriptionDialog
source: Add Remote Subscription…
zh_hans: 添加远程订阅…

# legacy.addRule
source: Add Rule
zh_hans: 添加规则

# legacy.addScene
source: Add Scene
zh_hans: 添加场景

# legacy.addSubscription
source: Add Subscription
zh_hans: 添加订阅

# legacy.addUpdate
source: Add & Update
zh_hans: 添加并更新

# legacy.advanced
source: Advanced
zh_hans: 高级

# legacy.advancedPrivilegedComponent
source: Advanced · Privileged Component
zh_hans: 高级 · 特权组件

# legacy.all
source: All
zh_hans: 全部

# legacy.allowedRange15MinutesTo30Days
source: Allowed range: 15 minutes to 30 days.
zh_hans: 允许范围：15 分钟至 30 天。

# legacy.allowInsecureHttpForThisProfile
source: Allow insecure HTTP for this profile
zh_hans: 允许此配置使用不安全的 HTTP

# legacy.allowLocalNetwork
source: Allow Local Network
zh_hans: 允许本地网络

# legacy.allPolicies
source: All Policies
zh_hans: 全部策略

# legacy.allRules
source: All Rules
zh_hans: 全部规则

# legacy.allSObjectFormat
source: All %@s
zh_hans: 所有%@

# legacy.allTypes
source: All Types
zh_hans: 全部类型

# legacy.application
source: Application
zh_hans: 应用

# legacy.applicationData
source: Application Data
zh_hans: 应用数据

# legacy.applicationHost
source: Application / Host
zh_hans: 应用 / 主机

# legacy.approvalRequired
source: Approval required
zh_hans: 需要批准

# legacy.appShortcuts
source: App Shortcuts
zh_hans: App 快捷指令

# legacy.architecture
source: Architecture
zh_hans: 架构

# legacy.aRevisionWillAppearAfterTheProfileIsImportedOrUpdatedSuccessfully
source: A revision will appear after the profile is imported or updated successfully.
zh_hans: 配置成功导入或更新后，将在此显示修订版本。

# legacy.ascending
source: Ascending
zh_hans: 升序

# legacy.aSecondLiveSampleIsRequiredBeforeDrawingATrend
source: A second live sample is required before drawing a trend.
zh_hans: 需要获取第二个实时样本后才能绘制趋势。

# legacy.aShortReversibleSetupThatLeavesYourNetworkUnchangedUntilYouAct
source: A short, reversible setup that leaves your network unchanged until you act.
zh_hans: 这是一个简短且可恢复的设置流程；在你操作前，网络保持不变。

source: At login, Vela stays in the menu bar. The main window opens only after Open Vela, Dock reopen, or Command-O.
zh_hans: 登录后，Vela 会停留在菜单栏中。只有选择“打开 Vela”、从程序坞重新打开或按下 Command-O 时，主窗口才会出现。

# legacy.authentication
source: Authentication
zh_hans: 认证

# legacy.autoDetectInterface
source: Auto Detect Interface
zh_hans: 自动检测接口

# legacy.automaticallyCheck
source: Automatically check
zh_hans: 自动检查

# legacy.automaticallyCheckForUpdates
source: Automatically check for updates
zh_hans: 自动检查更新

# legacy.automaticallyDownload
source: Automatically download
zh_hans: 自动下载

# legacy.automaticallyDownloadUpdates
source: Automatically download updates
zh_hans: 自动下载更新

# legacy.automaticUpdates
source: Automatic Updates
zh_hans: 自动更新

# legacy.automation
source: Automation
zh_hans: 自动化

# legacy.available
source: Available
zh_hans: 可用

source: Available Cores are optional and are never selected automatically. Recommended remains the default update track.
zh_hans: 可用 内核 均为可选项，绝不会被自动选中。“推荐”仍是默认更新通道。

# legacy.back
source: Back
zh_hans: 返回

# legacy.backendParity
source: Backend Parity
zh_hans: 后端一致性

# legacy.batchCompleted
source: Batch Completed
zh_hans: 批量操作已完成

# legacy.beforeDeletingVelaTurnOffTunAndUninstallThePrivilegedComponent
source: Before deleting Vela, turn off TUN and uninstall the privileged component.
zh_hans: 删除 Vela 前，请关闭 TUN 并卸载特权组件。

# legacy.behavior
source: Behavior
zh_hans: 行为

source: Beta builds may be unstable and may include data migrations. Returning to Stable does not install a downgrade, and diagnostics are never uploaded automatically.
zh_hans: Beta 构建可能不稳定，也可能包含数据迁移。切回稳定通道不会自动降级安装，诊断信息也绝不会自动上传。

# legacy.blockedInSystemSettings
source: Blocked in System Settings
zh_hans: 已在系统设置中阻止

# legacy.build
source: Build
zh_hans: 构建版本

# legacy.buildingRedactedDiffDialog
source: Building redacted diff…
zh_hans: 正在生成已脱敏差异…

# legacy.bundledMetadataUnavailable
source: Bundled metadata unavailable
zh_hans: 捆绑的元数据不可用

# legacy.cancel
source: Cancel
zh_hans: 取消

# legacy.cancelSubscriptionUpdate
source: Cancel subscription update
zh_hans: 取消订阅更新

# legacy.cancelTheCurrentSubscriptionUpdate
source: Cancel the current subscription update
zh_hans: 取消当前订阅更新

# legacy.cancelUpdate
source: Cancel Update
zh_hans: 取消更新

# legacy.cancelWait
source: Cancel Wait
zh_hans: 停止等待

# legacy.catalog
source: Catalog
zh_hans: 目录

# legacy.catalogKey
source: Catalog Key
zh_hans: 目录 公钥

# legacy.catalogSignature
source: Catalog Signature
zh_hans: 目录 签名

# legacy.change
source: Change
zh_hans: 更改

# legacy.changeMihomoMode
source: Change Mihomo mode
zh_hans: 更改 Mihomo 模式

# legacy.channel
source: Channel
zh_hans: 通道

# legacy.checkAgain
source: Check Again
zh_hans: 再次检查

# legacy.checkASelectedProfileWithoutStartingTheEngineOrChangingRouting
source: Check a selected profile without starting the engine or changing routing.
zh_hans: 检查所选配置，不启动引擎，也不更改路由。

# legacy.checkCoreCatalog
source: Check Core Catalog
zh_hans: 检查 内核 目录

# legacy.checkForUpdatesDialog
source: Check for Updates…
zh_hans: 检查更新…

# legacy.checkHelper
source: Check Helper
zh_hans: 检查特权组件

# legacy.checkInterval
source: Check Interval
zh_hans: 检查间隔

# legacy.checkNow
source: Check Now
zh_hans: 立即检查

# legacy.chooseANetworkModeLater
source: Choose a Network Mode Later
zh_hans: 稍后选择网络模式

# legacy.chooseAStableConnectionSortOrder
source: Choose a stable connection sort order
zh_hans: 选择固定的连接排序顺序

# legacy.chooseAStableRuleSortOrder
source: Choose a stable rule sort order
zh_hans: 选择固定的规则排序顺序

# legacy.chooseConfigurationDialog
source: Choose Configuration…
zh_hans: 选择配置…

# legacy.cleanupDistribution
source: Cleanup & Distribution
zh_hans: 清理与分发

# legacy.clearAllLogsQuestion
source: Clear all logs?
zh_hans: 清除所有日志？

# legacy.clearFilters
source: Clear Filters
zh_hans: 清除筛选条件

# legacy.clearLogs
source: Clear Logs
zh_hans: 清除日志

# legacy.clearTheInMemoryLogBuffer
source: Clear the in-memory log buffer
zh_hans: 清除内存中的日志缓冲区

# legacy.collectingTrafficTrend
source: Collecting traffic trend
zh_hans: 正在收集流量趋势

# legacy.commandRouting
source: Command Routing
zh_hans: 命令路由

# legacy.compatibility
source: Compatibility
zh_hans: 兼容性

# legacy.compatibilityReport
source: Compatibility Report
zh_hans: 兼容性报告

# legacy.complete
source: Complete
zh_hans: 已完成

# legacy.completesSetupWithoutChangingTheActiveNetworkMode
source: Completes setup without changing the active network mode
zh_hans: 完成设置，但不更改当前网络模式

# legacy.concurrentSubscriptionUpdates
source: Concurrent Subscription Updates
zh_hans: 并发订阅更新

# legacy.configuration
source: Configuration
zh_hans: 配置

# legacy.configurationGeneration
source: Configuration Generation
zh_hans: 配置生成

# legacy.configurationImported
source: Configuration imported.
zh_hans: 配置已导入。

# legacy.configurationIsValid
source: Configuration is valid.
zh_hans: 配置有效。

# legacy.configurationTest
source: Configuration Test
zh_hans: 配置测试

# legacy.configurationView
source: Configuration View
zh_hans: 配置视图

# legacy.configurationWasNotImportedYourExistingSetupIsUnchanged
source: Configuration was not imported. Your existing setup is unchanged.
zh_hans: 配置未导入。你现有的设置未被更改。

# legacy.connections
source: Connections
zh_hans: 连接

# legacy.continue
source: Continue
zh_hans: 继续

# legacy.continuingThisTourDoesNotStartEitherMode
source: Continuing this tour does not start either mode.
zh_hans: 继续此导览不会启动任何一种模式。

# legacy.controllerApiSmoke
source: Controller API Smoke
zh_hans: Controller API 冒烟检查

# legacy.copy
source: Copy
zh_hans: 复制

# legacy.copyEntry
source: Copy Entry
zh_hans: 复制条目

# legacy.copyRedactedDetails
source: Copy Redacted Details
zh_hans: 复制已脱敏详情

# legacy.copyRedactedLogs
source: Copy Redacted Logs
zh_hans: 复制已脱敏日志

# legacy.copyTheCurrentlyFilteredAlreadyRedactedLogs
source: Copy the currently filtered, already-redacted logs
zh_hans: 复制当前筛选结果中已脱敏的日志

# legacy.coreIntegrity
source: Core Integrity
zh_hans: 内核 完整性

# legacy.coreIntegrityObjectFormat
source: Core integrity: %@
zh_hans: 内核 完整性：%@

# legacy.couldNotOpenItem
source: Could Not Open Item
zh_hans: 无法打开项目

# legacy.couldnTExportLogs
source: Couldn’t Export Logs
zh_hans: 无法导出日志

source: Covers more traffic and requires privileged setup. Vela asks only after you choose TUN and reconfirm.
zh_hans: 覆盖更多流量，并需要特权设置。只有在你选择 TUN 并再次确认后，Vela 才会请求权限。

# legacy.current
source: Current
zh_hans: 当前

# legacy.currentStatus
source: Current Status
zh_hans: 当前状态

# legacy.currentStatusObjectFormat
source: Current status: %@
zh_hans: 当前状态：%@

# legacy.currentType
source: Current Type
zh_hans: 当前类型

# legacy.currentUrl
source: Current URL
zh_hans: 当前 URL

# legacy.currentVersion
source: Current Version
zh_hans: 当前版本

# legacy.custom
source: Custom
zh_hans: 自定义

# legacy.customIntervalMinutes
source: Custom interval (minutes)
zh_hans: 自定义间隔（分钟）

# legacy.customUserAgentOptional
source: Custom User-Agent (optional)
zh_hans: 自定义 User-Agent（可选）

# legacy.data
source: Data
zh_hans: 数据

# legacy.dataUsed
source: Data used
zh_hans: 使用的数据

# legacy.defaultSubscriptionInterval
source: Default Subscription Interval
zh_hans: 默认订阅间隔

# legacy.delay
source: Delay
zh_hans: 延迟

# legacy.delete
source: Delete
zh_hans: 删除

# legacy.deleteObjectFormat
source: Delete %@
zh_hans: 删除 %@

# legacy.deleteProfileDialog
source: Delete Profile…
zh_hans: 删除配置…

# legacy.deleteProfileQuestion
source: Delete Profile?
zh_hans: 删除配置？

# legacy.descending
source: Descending
zh_hans: 降序

# legacy.diagnostics
source: Diagnostics
zh_hans: 诊断

# legacy.diagnosticsExportFailed
source: Diagnostics Export Failed
zh_hans: 诊断导出失败

# legacy.diagnosticsExportPrivacy
source: Diagnostics Export Privacy
zh_hans: 诊断导出隐私

# legacy.diagnosticsScore
source: Diagnostics score
zh_hans: 诊断评分

# legacy.direction
source: Direction
zh_hans: 方向

# legacy.disable
source: Disable
zh_hans: 停用

# legacy.disableRule
source: Disable rule
zh_hans: 停用规则

# legacy.disableTemporarily
source: Disable temporarily
zh_hans: 临时停用

# legacy.disconnect
source: Disconnect
zh_hans: 断开

# legacy.disconnectAll
source: Disconnect All
zh_hans: 全部断开

# legacy.disconnectAllActiveConnections
source: Disconnect all active connections
zh_hans: 断开所有活跃连接

# legacy.disconnectAllConnectionsIntegerFormat
source: Disconnect All %lld Connections
zh_hans: 断开全部 %lld 个连接

# legacy.disconnectAllConnectionsQuestion
source: Disconnect All Connections?
zh_hans: 断开所有连接？

# legacy.disconnectConnection
source: Disconnect Connection
zh_hans: 断开连接

# legacy.disconnectingConnection
source: Disconnecting connection
zh_hans: 正在断开连接

# legacy.disconnectingSelectedConnection
source: Disconnecting selected connection
zh_hans: 正在断开所选连接

# legacy.disconnectTheSelectedConnection
source: Disconnect the selected connection
zh_hans: 断开所选连接

# legacy.dnsHijack
source: DNS Hijack
zh_hans: DNS 劫持

source: Documents are read from the installed bundle only after their size and SHA-256 match the immutable signed Catalog evidence retained with this Core.
zh_hans: 仅当文档大小和 SHA-256 与此 内核 保留的不可变签名 目录 证据一致时，Vela 才会从已安装的包中读取文档。

# legacy.done
source: Done
zh_hans: 完成

# legacy.down
source: Down
zh_hans: 下载

# legacy.download
source: Download
zh_hans: 下载

# legacy.downloaded
source: Downloaded
zh_hans: 已下载

# legacy.downloadSize
source: Download Size
zh_hans: 下载大小

# legacy.downloadUploadObjectFormat
source: Download %@. Upload %@.
zh_hans: 下载 %@。上传 %@。

# legacy.duration
source: Duration
zh_hans: 持续时间

source: Each field can inherit the profile value, override it, or remove the YAML key. Lists use one item per line; nameserver policy uses `pattern = server1, server2`. Unknown fields remain untouched.
zh_hans: 每个字段都可以继承配置值、覆盖该值或移除对应的 YAML 键。列表每行填写一项；nameserver policy 使用 `pattern = server1, server2`。未知字段不会被修改。

# legacy.edit
source: Edit
zh_hans: 编辑

# legacy.editor
source: Editor
zh_hans: 编辑器

# legacy.editProtectedSettingsOrDeleteThisProfile
source: Edit protected settings or delete this profile
zh_hans: 编辑受保护的设置或删除此配置

# legacy.editSubscription
source: Edit Subscription
zh_hans: 编辑订阅

# legacy.editSubscriptionDialog
source: Edit Subscription…
zh_hans: 编辑订阅…

# legacy.enable
source: Enable
zh_hans: 启用

# legacy.enabled
source: Enabled
zh_hans: 已启用

# legacy.enableRule
source: Enable rule
zh_hans: 启用规则

# legacy.enableTemporarily
source: Enable temporarily
zh_hans: 临时启用

# legacy.enableTun
source: Enable TUN
zh_hans: 启用 TUN

# legacy.engine
source: Engine
zh_hans: 引擎

# legacy.engineOperationInProgress
source: Engine operation in progress
zh_hans: 引擎操作正在进行

# legacy.errorObjectFormat
source: Error: %@
zh_hans: 错误：%@

# legacy.executableSha
source: Executable SHA
zh_hans: 可执行文件 SHA

# legacy.expectedStatus
source: Expected Status
zh_hans: 预期状态

# legacy.expires
source: Expires
zh_hans: 到期时间

# legacy.exportCountsAndHealthStateWithoutUrlsCredentialsOrConnectionDetails
source: Export counts and health state without URLs, credentials, or connection details
zh_hans: 导出计数和健康状态，不包含 URL、凭据或连接详情

# legacy.exportRedacted
source: Export Redacted
zh_hans: 导出已脱敏日志

# legacy.exportRedactedDiagnostics
source: Export Redacted Diagnostics
zh_hans: 导出已脱敏诊断

# legacy.exportTheCurrentlyFilteredAlreadyRedactedLogs
source: Export the currently filtered, already-redacted logs
zh_hans: 导出当前筛选且已脱敏的日志

# legacy.exportUpdateDiagnostics
source: Export Update Diagnostics
zh_hans: 导出更新诊断

# legacy.factory
source: Factory
zh_hans: 内置版本

# legacy.factoryOnly
source: Factory Only
zh_hans: 仅使用内置版本

# legacy.failed
source: Failed
zh_hans: 失败

# legacy.failedPhase
source: Failed Phase
zh_hans: 失败阶段

# legacy.filterByNetworkProcessOrRule
source: Filter by network, process, or rule
zh_hans: 按网络、进程或规则筛选

# legacy.filterByPolicy
source: Filter by policy
zh_hans: 按策略筛选

# legacy.filterByProtocol
source: Filter by protocol
zh_hans: 按协议筛选

# legacy.filterByRuleType
source: Filter by rule type
zh_hans: 按规则类型筛选

# legacy.filterBySourceOrProxyType
source: Filter by source or proxy type
zh_hans: 按来源或代理节点类型筛选

# legacy.filterByTemporaryRuntimeState
source: Filter by temporary runtime state
zh_hans: 按临时运行时状态筛选

# legacy.filters
source: Filters
zh_hans: 筛选条件

# legacy.filtersActive
source: Filters Active
zh_hans: 已启用筛选

# legacy.finish
source: Finish
zh_hans: 完成

source: Finishing saves onboarding progress only. No proxy, TUN interface, location access, or login item is enabled.
zh_hans: 完成操作只会保存引导进度，不会启用代理、TUN 接口、定位访问或登录项。

# legacy.focusSearch
source: Focus Search
zh_hans: 聚焦搜索

# legacy.follow
source: Follow
zh_hans: 跟随

# legacy.followRecommended
source: Follow Recommended
zh_hans: 跟随推荐

# legacy.format
source: Format
zh_hans: 格式

# legacy.general
source: General
zh_hans: 通用

# legacy.geoDatabases
source: Geo Databases
zh_hans: Geo 数据库

# legacy.geoDatabaseUpdateInProgress
source: Geo database update in progress
zh_hans: Geo 数据库正在更新

source: Geo updates are performed by the running Mihomo core and may take several minutes. Cancel Wait only stops Vela waiting; it does not claim that Mihomo stopped its internal work.
zh_hans: Geo 更新由正在运行的 Mihomo 内核 执行，可能需要几分钟。“停止等待”只会让 Vela 不再等待，并不表示 Mihomo 已停止内部工作。

# legacy.healthCheck
source: Health Check
zh_hans: 健康检查

# legacy.healthCheckAll
source: Health Check All
zh_hans: 全部健康检查

# legacy.help
source: Help
zh_hans: 帮助

# legacy.helper
source: Helper
zh_hans: 特权组件

# legacy.helperCatalogPolicy
source: Helper Catalog Policy
zh_hans: 特权组件 目录 策略

# legacy.helperProtocol
source: Helper Protocol
zh_hans: 特权组件协议

# legacy.helperVersion
source: Helper Version
zh_hans: 特权组件版本

# legacy.helpForObjectFormat
source: Help for %@
zh_hans: %@的帮助

# legacy.hidden
source: Hidden
zh_hans: 已隐藏

# legacy.hide
source: Hide
zh_hans: 隐藏

# legacy.hideInspector
source: Hide Inspector
zh_hans: 隐藏检查器

# legacy.hideProxyDetails
source: Hide proxy details
zh_hans: 隐藏代理节点详情

# legacy.hideTheConnectionInspector
source: Hide the connection inspector
zh_hans: 隐藏连接检查器

# legacy.hideTheProviderInspector
source: Hide the provider inspector
zh_hans: 隐藏供应商检查器

# legacy.hideTheRuleInspector
source: Hide the rule inspector
zh_hans: 隐藏规则检查器

# legacy.hideTheSourceInspector
source: Hide the source inspector
zh_hans: 隐藏来源检查器

# legacy.hitCount
source: Hit Count
zh_hans: 命中次数

# legacy.hits
source: Hits
zh_hans: 命中

# legacy.howToRevokeAccess
source: How to revoke access
zh_hans: 如何撤销访问

# legacy.httpSniffing
source: HTTP Sniffing
zh_hans: HTTP 嗅探

# legacy.importingIsOptionalYouCanContinueAndAddAProfileLaterFromSettings
source: Importing is optional. You can continue and add a profile later from Settings.
zh_hans: 导入是可选操作。你可以继续，并稍后在设置中添加配置。

# legacy.importingWithVelaSConfigurationTransactionDialog
source: Importing with Vela's configuration transaction…
zh_hans: 正在通过 Vela 的配置事务导入…

# legacy.importLocalYamlDialog
source: Import Local YAML…
zh_hans: 导入本地 YAML…

# legacy.includePrivilegedMihomoStartupLogs
source: Include privileged Mihomo startup logs
zh_hans: 包含特权 Mihomo 启动日志

# legacy.index
source: Index
zh_hans: 索引

# legacy.insecureHttpIsDisabledPerProfileUnlessYouExplicitlyAllowIt
source: Insecure HTTP is disabled per profile unless you explicitly allow it.
zh_hans: 除非你明确允许，否则每个配置都默认禁用不安全的 HTTP。

# legacy.inspector
source: Inspector
zh_hans: 检查器

# legacy.install
source: Install
zh_hans: 安装

# legacy.installed
source: Installed
zh_hans: 已安装

# legacy.installHelper
source: Install Helper
zh_hans: 安装特权组件

source: Install or update the privileged component to protocol v2 before syncing this Core for TUN.
zh_hans: 为 TUN 同步此 内核 前，请安装特权组件或将其更新到协议 v2。

# legacy.interface
source: Interface
zh_hans: 接口

# legacy.joinBeta
source: Join Beta
zh_hans: 加入 Beta

# legacy.keepTheCurrentScrollPosition
source: Keep the current scroll position
zh_hans: 保持当前滚动位置

# legacy.lastCheck
source: Last Check
zh_hans: 上次检查

# legacy.lastHit
source: Last Hit
zh_hans: 上次命中

# legacy.lastMiss
source: Last Miss
zh_hans: 上次未命中

# legacy.lastResult
source: Last Result
zh_hans: 上次结果

# legacy.lastVerifiedObjectFormat
source: Last verified: %@
zh_hans: 上次验证：%@

# legacy.launchVelaAtLogin
source: Launch Vela at Login
zh_hans: 登录时启动 Vela

# legacy.launchVelaInTheMenuBarWithoutOpeningTheMainWindow
source: Launch Vela in the menu bar without opening the main window
zh_hans: 登录时仅在菜单栏启动 Vela，不打开主窗口

# legacy.learnMore
source: Learn More
zh_hans: 了解更多

# legacy.legalDocumentsWillBeAvailableAfterBundledMetadataLoads
source: Legal documents will be available after bundled metadata loads.
zh_hans: 捆绑的元数据载入后即可查看法律文档。

# legacy.level
source: Level
zh_hans: 级别

# legacy.license
source: License
zh_hans: 许可证

# legacy.loadingDialog
source: Loading…
zh_hans: 正在载入…

# legacy.loadingProtectedSubscriptionSettingsDialog
source: Loading protected subscription settings…
zh_hans: 正在载入受保护的订阅设置…

# legacy.loadingProviders
source: Loading Providers
zh_hans: 正在载入供应商

# legacy.loadingProvidersDialog
source: Loading providers…
zh_hans: 正在载入供应商…

# legacy.loadingProxyGroups
source: Loading proxy groups
zh_hans: 正在载入代理组

# legacy.loadingTheBundledMihomoManifest
source: Loading the bundled Mihomo manifest
zh_hans: 正在载入捆绑的 Mihomo 清单

# legacy.localFile
source: Local File
zh_hans: 本地文件

# legacy.localMixedPort
source: Local Mixed Port
zh_hans: 本地 Mixed 端口

# legacy.localProgressOnly
source: Local progress only
zh_hans: 进度仅保存在本地

# legacy.loginItemStatus
source: Login Item Status
zh_hans: 登录项状态

# legacy.logs
source: Logs
zh_hans: 日志
